let x = Math.round(Math.random()*200) - 100;
let y = Math.round(Math.random()*200) - 100;
let message;
if (x > 0 && y > 0) {
    message = "Точка с координатами (" + x + "," + y + ") принадлежит первой четверти координатной плоскости"
} else if (x < 0 && y > 0) {
    message = "Точка с координатами (" + x + "," + y + ") принадлежит второй четверти координатной плоскости"
} else if (x < 0 && y < 0) {
    message = "Точка с координатами (" + x + "," + y + ") принадлежит третьей четверти координатной плоскости"
} else if (x > 0 && y < 0) {
    message = "Точка с координатами (" + x + "," + y + ") принадлежит четвертой четверти координатной плоскости"
} 
console.log(`координата х равна ${x}`)
console.log(`координата y равна ${y}`);
console.log(message)